{
  "password": "bellcourt",
  "commands": {
    "ls": "List files",
    "cat": "Display file content",
    "map": "Display network map",
    "ssh": "Switch user",
    "power": "Toggle power for laboratory power source",
    "help": "Display this help"
  },
  "files": {
    "r_barrera.mail": {
      "file_type": "text",
      "content": [
        "Sent 17/02/2020 3:40 PM <roselyn.barrera@corona-virology.gov>",
        "\n",
        "Director Emerson,",
        "\n",
        "It seems that Test Subject #892-C has been experiencing odd symptoms from the virus injections - muscle aches, sensitivity to light, red eyes, and mood swings. I’d like to request an investigation and analysis of this patient’s medical profile to determine the cause of these symptoms. Here is the patient’s information:",
        "\n",
        "Name: Clarissa Jones",
        "Test Subject ID: 892-C",
        "Testing Cohort: 115-C",
        "Origin: Brooklyn Chronic Disease Hospital",
        "\n",
        "Let’s schedule a meeting tomorrow morning to discuss this further.",
        "\n",
        "Dr. Barrera"
      ]
    },
    "d_harris.mail": {
      "file_type": "text",
      "content": [
        "Sent 17/04/2020 3:40 PM <diana.harris@corona-virology.gov>",
        "\n",
        "Hello Director Emerson,",
        "\n",
        "We have analyzed the findings of Experiment MR-4722 and the results from Virus Sample AR-D98 seem promising. I think this particular sample is worth advancing for further testing. I would recommend expanding testing to a wider demographic of patients to gather more data about how different types of immune systems will respond to the virus.",
        "\n",
        "Diana Harris",
        "Head of Research"
      ]
    },
    "y_hines.mail": {
      "file_type": "text",
      "content": [
        "Sent 17/02/2020 3:40 PM <yuliana.hines.barrera@corona-virology.gov>",
        "\n",
        "Hello Audrey,",
        "\n",
        "I have spoken to our suppliers at Stateville Penitentiary and the Brooklyn Chronic Disease Hospital. They have confirmed that we are able to secure our usual amount of test subjects for the next round of clinical tests.",
        "\n",
        "I have also been in contact with the administration at Willowbrook Pediatric Hospital to inquire about acquiring younger test subjects. As you know, the latest experiment with Virus Sample AR-D98 has been very successful and I am curious to know how the immune systems of children will react to the virus.",
        "\n",
        "Let me know your thoughts on this.",
        "\n",
        "Yuliana Hines",
        "Director of Testing"
      ]
    }
  }
}
