{
  "password": "pontmercy",
  "files": {
    "r_barrera.mail": {
      "file_type": "text",
      "content": [
        "Sent 19/03/2020 2:56 PM <roselyn.barrera@corona-virology.gov>",
        "\n",
        "Diana:",
        "\n",
        "I need you to print copies of the analysis files from the LR-8211 case and distribute them to the lab techs in Sectors 12 to 15. I'll be fully booked with counselling sessions today so I won't be available, but you can retrieve the updated files from my personal computer while I’m gone. You can ask Eric for my password.",
        "\n",
        "Thanks,",
        "Roselyn"
      ]
    },
    "e_freedman.mail": {
      "file_type": "text",
      "content": [
        "Sent 02/04/2020 1:42 PM <eric.freedman@corona-virology.gov>",
        "\n",
        "Good afternoon Diana,",
        "\n",
        "I finally managed to find the security logs you requested! I don’t like to send confidential files over the email server, but you can ssh into my computer to retrieve them. Here’s my encrypted password: Flybrf. You can decrypt it using the instructions in the attached text file.",
        "\n",
        "By the way - it seems some of the lab technicians in Sector 15 have been snooping around the company file system. Please make sure all the testing files are secure. The last thing I need right now is for one of the Directors to order a sector investigation. I’ve got enough on my plate as it is.",
        "\n",
        "Eric Freedman",
        "Head of Security"
      ]
    },
    "instructions.txt": {
      "file_type": "text",
      "content": [
        "The characters of the password are numbered from 0 to n-1, where n is the number of characters.",
        "\n",
        "Decryption instructions:",
        "Exchange the character at index 1 with the character at index n-1.",
        "Shift every odd-indexed character 3 letters down in the alphabet"
      ]
    },
    "a_emerson.mail": {
      "file_type": "text",
      "content": [
        "Sent 15/04/2020 9:19 AM <audrey.emerson@corona-virology.gov>",
        "\n",
        "Good morning Diana,",
        "\n",
        "I will be absent for the next few days while I investigate a potential new supplier. You will report to Director Hines in the meantime. Please set up a meeting with her and give her a briefing on the preparation for Experiment MR-4722.",
        "\n",
        "Thanks,",
        "Audrey Emerson",
        "Director of Virology"
      ]
    }
  }
}
